[
  {
    "id": "596a2b5a-28c7-11e8-aa92-3fea1a4b81ab",
    "fact": "1 in 200 cats suffer from asthma"
  },
  {
    "id": "596a36d6-28c7-11e8-aa92-c72320131a19",
    "fact": "75% of cats that go missing in the U.S. are returned safely"
  },
  {
    "id": "596a3ae6-28c7-11e8-aa92-172dd917f5f3",
    "fact": "A cat can jump 7 times as high as it is tall"
  },
  {
    "id": "596a3eba-28c7-11e8-aa92-033f4c92e784",
    "fact": "Cats can spend five or more hours a day grooming themselves"
  },
  {
    "id": "596a42fc-28c7-11e8-aa92-c70e1b8b4a6a",
    "fact": "A cat cannot see directly under its nose"
  },
  {
    "id": "596a46e4-28c7-11e8-aa92-fb9e6ff0f680",
    "fact":
      "A cat has a total of 24 whiskers, 4 rows of whiskers on each side. The upper two rows can move independently of the bottom two rows"
  },
  {
    "id": "596a4afe-28c7-11e8-aa92-2737d5971df7",
    "fact":
      "A cat has been mayor of Talkeetna, Alaska, for the past 20 years. His name is Stubbs"
  },
  {
    "id": "596a4f04-28c7-11e8-aa92-9316829af21d",
    "fact": "A cat has detected their human's breast cancer"
  },
  {
    "id": "596a52ec-28c7-11e8-aa92-db1cf9308974",
    "fact":
      "A cat has more bones than a human; humans have 206, but the cat has 230 (some sources list 245 bones, and state that bones may fuse together as the cat ages)"
  },
  {
    "id": "596a5710-28c7-11e8-aa92-a783afd552c2",
    "fact": "A cat has two vocal chords, yet can make over 100 sounds"
  },
  {
    "id": "596a5b0c-28c7-11e8-aa92-6b8d91c567d8",
    "fact":
      "A cat nicknamed “Unsinkable Sam” survived the sinking of three separate ships during WWII"
  },
  {
    "id": "596a6034-28c7-11e8-aa92-3b4919e7f999",
    "fact": "A cat ran for mayor of Mexico City in 2013"
  },
  {
    "id": "596a649e-28c7-11e8-aa92-17fc2d8fb2dd",
    "fact":
      "A cat sees about 6 times better than a human at night because they have a layer of extra reflecting cells which absorb light"
  },
  {
    "id": "596a68ae-28c7-11e8-aa92-5ba3f1ff875a",
    "fact":
      "The whiskers of a cat are capable of registering very small changes in air pressure"
  },
  {
    "id": "596a6caa-28c7-11e8-aa92-af8a6b8afc76",
    "fact": "A cat will spend nearly 30% of their life grooming themselves"
  },
  {
    "id": "596a70a6-28c7-11e8-aa92-f7e41d4ddc1b",
    "fact": "A cat will tremble or shiver when it is in extreme pain"
  },
  {
    "id": "596a747a-28c7-11e8-aa92-7720bfc10422",
    "fact":
      "A cat's jaw has only up and down motion; it does not have any lateral, side to side motion, like dogs and humans"
  },
  {
    "id": "596a788a-28c7-11e8-aa92-9fb3e583753d",
    "fact":
      "A cat's meow is usually not directed at another cat, but at a human. To communicate with other cats, they will usually hiss, purr, and spit"
  },
  {
    "id": "596a7c7c-28c7-11e8-aa92-6bf1281efe0e",
    "fact":
      "A cat's carbon footprint is similar to that of a VW Bug, whereas a dog’s is more like a Hummer"
  },
  {
    "id": "596a806e-28c7-11e8-aa92-e7d53f7dae4f",
    "fact":
      "A cat's cerebral cortex (the part of the brain in charge of cognitive information processing) has 300 million neurons, compared with a dog’s 160 million"
  },
  {
    "id": "596a8488-28c7-11e8-aa92-87bcde70f330",
    "fact":
      "A cat's nose is ridged with a unique pattern, just like a human fingerprint"
  },
  {
    "id": "596a8866-28c7-11e8-aa92-2711671bbad8",
    "fact":
      "A cat's sense of smell is approximately 14 times greater than that of a human"
  },
  {
    "id": "596a8c58-28c7-11e8-aa92-5f417efb0e79",
    "fact": "A domestic cat can sprint at about 31 miles per hour"
  },
  {
    "id": "596a902c-28c7-11e8-aa92-7feef8a99511",
    "fact":
      "A female Amur leopard gives birth to between one to four cubs in each litter"
  },
  {
    "id": "596a9446-28c7-11e8-aa92-4faf44fdc73b",
    "fact":
      "A female cat will be pregnant for approximately 9 weeks (or between 62 and 65 days) from conception to delivery"
  },
  {
    "id": "596a9824-28c7-11e8-aa92-db9da048e10d",
    "fact": "A form of AIDS exists in cats"
  },
  {
    "id": "596a9c20-28c7-11e8-aa92-7b5de9e272e6",
    "fact": "A group of cats is called a clowder"
  },
  {
    "id": "596aa03a-28c7-11e8-aa92-d361cb821413",
    "fact": "A group of kittens is called a kindle"
  },
  {
    "id": "596aa454-28c7-11e8-aa92-3f9c2b6cfd41",
    "fact": "A happy cat holds their tail high and steady"
  },
  {
    "id": "596aa846-28c7-11e8-aa92-a7cfa838e185",
    "fact":
      "A healthy cat has a temperature between 100.4 and 102.2 degrees Farenheit, or 38 and 39 degrees Celcius"
  },
  {
    "id": "596aac2e-28c7-11e8-aa92-0f1f81dc1147",
    "fact": "A normal house cat (not a chubby one) is faster than Usain Bolt"
  },
  {
    "id": "596ab03e-28c7-11e8-aa92-9fc70e911aae",
    "fact":
      "A kitten will typically weigh about 3 ounces at birth. The typical male housecat will weigh between 7 and 9 pounds, slightly less for female housecats"
  },
  {
    "id": "596ab412-28c7-11e8-aa92-7bf2ee5565d5",
    "fact":
      "A thought to be mutated kitten with green fur was discovered in Denmark in 1995. Scientists later found out it was from high copper levels in the water supply"
  },
  {
    "id": "596abb42-28c7-11e8-aa92-b793236ef7e8",
    "fact":
      "A male cat is called a “Tom” and a female cat is called a “Queen” or a “Molly”"
  },
  {
    "id": "596abf5c-28c7-11e8-aa92-d7a74097b286",
    "fact":
      "A physicist made his cat the co-author of his scientific paper to avoid replacing “we” with “I” throughout his paper"
  },
  {
    "id": "596ac34e-28c7-11e8-aa92-87bc381f44d3",
    "fact":
      "A female cat can begin mating when they are between 5 and 9 months old"
  },
  {
    "id": "596ac722-28c7-11e8-aa92-fbdf84b6c696",
    "fact":
      "A sexually-active feral tom-cat “owns” an area of about three square miles and “sprays” to mark his territory with strong smelling urine"
  },
  {
    "id": "596acb32-28c7-11e8-aa92-67034d613718",
    "fact":
      "A tiger's stripes are like fingerprints, no two tigers have the same pattern"
  },
  {
    "id": "596acf10-28c7-11e8-aa92-4bb0f3a5e251",
    "fact": "Abraham Lincoln kept four cats in the White House"
  },
  {
    "id": "596ad2f8-28c7-11e8-aa92-43849bd61fe4",
    "fact":
      "According to the Association for Pet Obesity Prevention (APOP), about 50 million of American cats are overweight"
  },
  {
    "id": "596ad6ea-28c7-11e8-aa92-dbb757d7a315",
    "fact":
      "All cats have three sets of long hairs that are sensitive to pressure - whiskers, eyebrows,and the hairs between their paw pads"
  },
  {
    "id": "596adad2-28c7-11e8-aa92-f353222cfb59",
    "fact":
      "All cats need taurine in their diet to avoid blindness. Cats must also have fat in their diet as they are unable to produce it on their own"
  },
  {
    "id": "596adece-28c7-11e8-aa92-4b5613ccb023",
    "fact": "*All cats are good natural hunters (*we know which ones aren't)"
  },
  {
    "id": "596ae2b6-28c7-11e8-aa92-4732e8df6938",
    "fact":
      "Almost 10% of a cat's bones are in its tail, and the tail is used to maintain balance"
  },
  {
    "id": "596ae6d0-28c7-11e8-aa92-ef51cb7d134b",
    "fact":
      "Although it is known to be the “tailless cat”, the Manx can be born with a stub or a short tail"
  },
  {
    "id": "596aeaa4-28c7-11e8-aa92-239ada2d1f77",
    "fact":
      "Among many other diseases, cats can suffer from anorexia, senility, feline AIDS, and acne."
  },
  {
    "id": "596aeebe-28c7-11e8-aa92-cf74a8fca0a4",
    "fact":
      "An adult lion's roar can be heard up to five miles (eight kilometers) away"
  },
  {
    "id": "596af288-28c7-11e8-aa92-778e87027ca1",
    "fact":
      "Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died"
  },
  {
    "id": "596af67a-28c7-11e8-aa92-37723ae66e4a",
    "fact":
      "Around the world, cats take a break to nap - a catnap - 425 million times a day"
  },
  {
    "id": "596afa44-28c7-11e8-aa92-73324c667925",
    "fact": "Baking chocolate is the most dangerous chocolate to your cat"
  },
  {
    "id": "596aff76-28c7-11e8-aa92-171b9a6981a4",
    "fact":
      "Black cats are bad luck in the United States, but they are good luck in the United Kingdom and Australia"
  },
  {
    "id": "596b0368-28c7-11e8-aa92-db54034c0feb",
    "fact": "Blue-eyed, pure white cats are frequently deaf"
  },
  {
    "id": "596b075a-28c7-11e8-aa92-2b2c350cb47a",
    "fact":
      "Bobtails are known to have notably short tails - about half or a third the size of the average house cat"
  },
  {
    "id": "596b0b4c-28c7-11e8-aa92-1b468aca9940",
    "fact":
      "Both humans and cats have identical regions in the brain responsible for emotion"
  },
  {
    "id": "596b0f48-28c7-11e8-aa92-c712e9ff9e03",
    "fact":
      "British cat owners spend roughly 550 million pounds ($675 million dollars) yearly on cat food"
  },
  {
    "id": "596b1358-28c7-11e8-aa92-87ac0301a4ac",
    "fact":
      "Cat bites are more likely to become infected than dog bites, so be nice to your cat!"
  },
  {
    "id": "596b1736-28c7-11e8-aa92-a37a7fde8a9a",
    "fact":
      "Cat families usually play best in even numbers. Cats and kittens should be acquired in pairs whenever possible"
  },
  {
    "id": "596b1b46-28c7-11e8-aa92-d3745e993181",
    "fact": "Cat owners are 17% more likely to have a graduate degree"
  },
  {
    "id": "596b1f2e-28c7-11e8-aa92-37235bb7fdaa",
    "fact":
      "Cat owners who are male tend to be luckier in love, as they are perceived as more sensitive"
  },
  {
    "id": "596b2348-28c7-11e8-aa92-6ba37daa73c6",
    "fact":
      "Cat people are 25% likely to pick George Harrison as their favorite Beatle"
  },
  {
    "id": "596b2e9c-28c7-11e8-aa92-bfdc072e05bb",
    "fact":
      "Cat people are also 11% more likely to be introverted. But cat people are more open to new experiences than typical “dog people”"
  },
  {
    "id": "596b32e8-28c7-11e8-aa92-abe3c86b193c",
    "fact": "Cat's back claws aren't as sharp as the claws on their front paws"
  },
  {
    "id": "596b36c6-28c7-11e8-aa92-7fa249a0bce4",
    "fact": "Cat's urine will glow under a black light. Go try this at home"
  },
  {
    "id": "596b3ab8-28c7-11e8-aa92-7b0facc6d366",
    "fact":
      "Cats actually have dreams, just like us. They start dreaming when they reach a week old"
  },
  {
    "id": "596b410c-28c7-11e8-aa92-a35c2a592c52",
    "fact":
      "Cats are believed to be responsible for the extinction of several species of animals"
  },
  {
    "id": "596b451c-28c7-11e8-aa92-430e9bb22b40",
    "fact":
      "Cats are more likely to survive a higher fall because they have more time to prepare their body and decelerate"
  },
  {
    "id": "596b4922-28c7-11e8-aa92-47d2f17499f5",
    "fact":
      "Cats are now Britain's favourite pet: there are 7.7 million cats as opposed to 6.6 million dogs"
  },
  {
    "id": "596b4cf6-28c7-11e8-aa92-671158844e27",
    "fact": "Cats are really cool"
  },
  {
    "id": "596b511a-28c7-11e8-aa92-c3ddf18f31f4",
    "fact":
      "Cats are subject to “whisker stress” where they may not like pressure on their whiskers while they eat or drink"
  },
  {
    "id": "596b5502-28c7-11e8-aa92-031d6a4c3b9f",
    "fact":
      "Cats are such picky eaters because they are naturally driven to eat foods with a preferred ratio of protein to fat: 1 to 0.4"
  },
  {
    "id": "596b591c-28c7-11e8-aa92-57fc2c34052e",
    "fact":
      "Cats are susceptible to more than 250 hereditary disorders, and many of them are similar to diseases that humans get"
  },
  {
    "id": "596b5cf0-28c7-11e8-aa92-bb9aeb4f7036",
    "fact": "Cats can move their ears separately"
  },
  {
    "id": "596b60ec-28c7-11e8-aa92-cbb37c274ec2",
    "fact":
      "Cats can be taught to walk on a leash, but a lot of time and patience is required to teach them. It is easier for younger cats to learn this cool trick"
  },
  {
    "id": "596b64c0-28c7-11e8-aa92-978cd2223f24",
    "fact": "Cats can bite"
  },
  {
    "id": "596b68b2-28c7-11e8-aa92-2b91229244e7",
    "fact":
      "Cats can change their meow to manipulate a human. For example, they often imitate a human baby when they need food"
  },
  {
    "id": "596b6c86-28c7-11e8-aa92-67093f319d31",
    "fact":
      "Cats can drink salt water and survive. They have crazy kidneys that filter out the salt from the water to re-hydrate themselves"
  },
  {
    "id": "596b7082-28c7-11e8-aa92-bba96e4a34a4",
    "fact":
      "Cats can get tapeworms from eating fleas. These worms live inside the cat forever, or until they are removed with medication"
  },
  {
    "id": "596b7456-28c7-11e8-aa92-d74750b52589",
    "fact":
      "Cats can judge within 3 inches the precise location of a sound being made 1 yard away"
  },
  {
    "id": "596b785c-28c7-11e8-aa92-073cd0f94d81",
    "fact": "Cats can move their ears 180 degrees"
  },
  {
    "id": "596b7c76-28c7-11e8-aa92-cb48622db857",
    "fact":
      "Cats can pick up on your tone of voice, so sweet-talking to your cat has more of an impact than you think"
  },
  {
    "id": "596b8072-28c7-11e8-aa92-830a7901426f",
    "fact": "Cats can swallow and digest their food without chewing it"
  },
  {
    "id": "596b8446-28c7-11e8-aa92-eb84ba184317",
    "fact": "Cats can't taste sweetness"
  },
  {
    "id": "596b8856-28c7-11e8-aa92-135beec48744",
    "fact":
      "Cats come back to full alertness from a sleepy state faster than any other creature"
  },
  {
    "id": "596b8c52-28c7-11e8-aa92-972b338e9c77",
    "fact":
      "Cats do not think that they are little people. They think that we are big cats. This influences their behavior in many ways"
  },
  {
    "id": "596b901c-28c7-11e8-aa92-e3b5b5572648",
    "fact":
      "Cats eat grass to aid their digestion and to help them get rid of any fur in their stomachs"
  },
  {
    "id": "596b9404-28c7-11e8-aa92-230cf6987ee2",
    "fact": "Cats have 1,000 times more data storage than an iPad"
  },
  {
    "id": "596b9918-28c7-11e8-aa92-176f05a0fe8b",
    "fact":
      "Cats have 30 vertebrae (humans have 33 vertebrae during early development; 26 after the sacral and coccygeal regions fuse)"
  },
  {
    "id": "596b9d8c-28c7-11e8-aa92-1f6a9389d252",
    "fact":
      "Cats have 32 muscles that control the outer ear while humans have only 6"
  },
  {
    "id": "596ba16a-28c7-11e8-aa92-ff97ac4f569e",
    "fact":
      "Cats have a longer-term memory than dogs, especially when they learn by actually doing rather than simply seeing"
  },
  {
    "id": "596ba55c-28c7-11e8-aa92-0b78831a9f51",
    "fact":
      "Cats have a lower social IQ than dogs, but cats can solve more difficult cognitive problems when they feel like it"
  },
  {
    "id": "596ba930-28c7-11e8-aa92-7fa7945ad74c",
    "fact": "Cats have a strong aversion to anything citrus"
  },
  {
    "id": "596bad2c-28c7-11e8-aa92-f7db68ed4279",
    "fact":
      "Cats have individual preferences for scratching surfaces and angles. Some are horizontal scratchers while others exercise their claws vertically"
  },
  {
    "id": "596bb11e-28c7-11e8-aa92-a3d07558f71a",
    "fact":
      "Cats have inferior daytime sight, but during the night they need seven times less light than humans to see"
  },
  {
    "id": "596bb510-28c7-11e8-aa92-8fdd544afbd5",
    "fact":
      "Cats have the cognitive ability to sense a human's feelings and overall mood"
  },
  {
    "id": "596bb8e4-28c7-11e8-aa92-6f360456feab",
    "fact": "Cats have the largest eyes of any mammal"
  },
  {
    "id": "596bbdf8-28c7-11e8-aa92-fff87ef50a57",
    "fact":
      "Cats have the skillset that makes them able to learn how to use a toilet"
  },
  {
    "id": "596bc294-28c7-11e8-aa92-cbebf70beb28",
    "fact": "Cats have three eyelids"
  },
  {
    "id": "596bc690-28c7-11e8-aa92-d77bba357ac7",
    "fact": "Cats knead with their paws when they are happy"
  },
  {
    "id": "596bca82-28c7-11e8-aa92-8ff73842542c",
    "fact":
      "Cats lap liquid from the underside of their tongue, not from the top"
  },
  {
    "id": "596bce74-28c7-11e8-aa92-df13d87d99bc",
    "fact": "Cats lick themselves to get your scent off. Don't be stinky"
  },
  {
    "id": "596bd25c-28c7-11e8-aa92-e71ab87e30fa",
    "fact":
      "Cats lived with soldiers in trenches during World War I, where they killed and usually ate mice"
  },
  {
    "id": "596bd630-28c7-11e8-aa92-971ae57c037a",
    "fact":
      "Cats make more than 100 different sounds whereas dogs make only around 10"
  },
  {
    "id": "596bda22-28c7-11e8-aa92-438d715d86f9",
    "fact":
      "Cats may paw water to create ripples, which makes the water more interesting and fun"
  },
  {
    "id": "596bde0a-28c7-11e8-aa92-bbe54356f93b",
    "fact": "Cats only sweat through their foot pads"
  },
  {
    "id": "596be206-28c7-11e8-aa92-6b2790b27ce9",
    "fact":
      "Cats place themselves in an umbrella position, much like a skydiver, to slow down a fall"
  },
  {
    "id": "596be602-28c7-11e8-aa92-53886345b72a",
    "fact":
      "Cats prefer their food at room temperature—not too hot, not too cold, but just right"
  },
  {
    "id": "596be9fe-28c7-11e8-aa92-17059f12438e",
    "fact": "Cats respond most readily to names that end in an “ee” sound"
  },
  {
    "id": "596bede6-28c7-11e8-aa92-ffea98467b8e",
    "fact": "Cats share 95.6% of their DNA with tigers"
  },
  {
    "id": "596bf1e2-28c7-11e8-aa92-134f05339dba",
    "fact": "Cats sleep 70% of their lives"
  },
  {
    "id": "596bf5de-28c7-11e8-aa92-4b4c396fcfbb",
    "fact": "Cats use their whiskers to detect if they can fit through a space"
  },
  {
    "id": "596bf9d0-28c7-11e8-aa92-db6ec1253c14",
    "fact": "Cats walk on their toes"
  },
  {
    "id": "596bfdc2-28c7-11e8-aa92-37fefbd81231",
    "fact":
      "Cats who eat too much tuna can become addicted, which can actually cause a Vitamin E deficiency"
  },
  {
    "id": "596c01aa-28c7-11e8-aa92-67078abe84bd",
    "fact": "Cats who fall five stories have a 90 percent survival rate"
  },
  {
    "id": "596c0588-28c7-11e8-aa92-5fe5ab452278",
    "fact":
      "Cats with long, lean bodies are more likely to be outgoing, and more protective and vocal than those with a stocky build"
  },
  {
    "id": "596c098e-28c7-11e8-aa92-abfe4f89fbd3",
    "fact":
      "Cats would rather starve themselves than eat something they don't like"
  },
  {
    "id": "596c0db2-28c7-11e8-aa92-13db04da0f80",
    "fact":
      "Cats, especially older cats, may get cancer. Many times this disease can be treated successfully"
  },
  {
    "id": "596c1190-28c7-11e8-aa92-fbbd6f1c3d0a",
    "fact":
      "Cats, just like people, are subject to asthma. Dust, smoke, and other forms of air pullution in your cat's environment can be sources of irritation"
  },
  {
    "id": "596c1582-28c7-11e8-aa92-e3319721699e",
    "fact":
      "Cats' hearing stops at 65 khz (kilohertz); humans' hearing stops at 20 khz"
  },
  {
    "id": "596c1956-28c7-11e8-aa92-cba568c90558",
    "fact":
      "Cats' self-cleaning can help them cool off, stimulate circulation, comfort them, and keep them clean of odors that might attract predators"
  },
  {
    "id": "596c1d5c-28c7-11e8-aa92-6b6af6f17d5a",
    "fact":
      "Caution during Christmas; the Poinsettia flower may be festive, but they’re poisonous to cats"
  },
  {
    "id": "596c2356-28c7-11e8-aa92-3b79292aea08",
    "fact":
      "You can get Toxoplasmosis from cleaning the litter box of an infected cat. If pregnant, a baby can be born with cerebral palsy, seizures, or mental retardation"
  },
  {
    "id": "596c275c-28c7-11e8-aa92-b791dea03737",
    "fact":
      "Collectively, kittens yawn about 200 million time per hour all around the world"
  },
  {
    "id": "596c2b76-28c7-11e8-aa92-b7f4f9a8294c",
    "fact":
      "Contrary to popular belief, the cat is a social animal. A pet cat will respond and answer to speech, and seems to (usually) enjoy human companionship"
  },
  {
    "id": "596c2f72-28c7-11e8-aa92-37f22d37d877",
    "fact":
      "Declawing a cat is the same as cutting a human's fingers off at the knuckle. There are several alternatives to a complete declawing!!"
  },
  {
    "id": "596c3364-28c7-11e8-aa92-57adb07422bd",
    "fact":
      "Declawing cats is legal in most U.S. states but banned in at least 22 countries including Germany, Finland, Switzerland, Australia, New Zealand and Japan."
  },
  {
    "id": "596c38b4-28c7-11e8-aa92-837a22fa2f8a",
    "fact":
      "Despite appearing like a wild cat, the Ocicat does not have an ounce of wild blood."
  },
  {
    "id": "596c3daa-28c7-11e8-aa92-0b32941d3dad",
    "fact":
      "Disneyland owns about 200 cats. Every night, the cats are released in the park to hunt down all the little Mickeys and Minnies for cat snacks"
  },
  {
    "id": "596c419c-28c7-11e8-aa92-937178f503f4",
    "fact": "Domestic cats purr both when inhaling and when exhaling"
  },
  {
    "id": "596c458e-28c7-11e8-aa92-b7bb2aacbc6b",
    "fact": "Each side of a cat's face has about 12 whiskers"
  },
  {
    "id": "596c4976-28c7-11e8-aa92-fb6573c8a5e3",
    "fact":
      "Edward Lear, author of “The Owl and the Pussycat”, built a clone of his previous residence so that his much-loved tabby, Foss, would immediately feel at home"
  },
  {
    "id": "596c4d9a-28c7-11e8-aa92-d39fdc705b0d",
    "fact":
      "Egyptian's had elaborate memorials that included mummifying the cat and either burying it in a family tomb or pet cemetery"
  },
  {
    "id": "596c51a0-28c7-11e8-aa92-cb220ad9523b",
    "fact": "80% percent of cats in the U.S. are spayed or neutered"
  },
  {
    "id": "596c55c4-28c7-11e8-aa92-738554716e50",
    "fact":
      "Even healthy cats can exhibit symptoms of illness, including vomiting or a decreased appetite, if there is a change in their routines"
  },
  {
    "id": "596c59a2-28c7-11e8-aa92-6fda0e408d4a",
    "fact":
      "1 in 4 pregnant cats carries kittens fathered by more than one mate. A fertile female may mate with several tom-cats, which fertilize different eggs each time"
  },
  {
    "id": "596c5dda-28c7-11e8-aa92-5362701b1b3f",
    "fact":
      "Every single domesticated cat could be traced back to one of five African wild cats from 8000 BC"
  },
  {
    "id": "596c61fe-28c7-11e8-aa92-9705f636f98d",
    "fact":
      "Evidence suggests domesticated cats have been around since 3600 BC, 2,000 years before Egypt's pharaohs"
  },
  {
    "id": "596c65dc-28c7-11e8-aa92-1f7775a03c40",
    "fact":
      "Female cats are “polyestrous”, which means they may have many heat periods over the course of a year"
  },
  {
    "id": "596c69c4-28c7-11e8-aa92-6b179d2be107",
    "fact":
      "A heat period lasts about 4 to 7 days if a female cat is bred; if she is not, the heat period lasts longer and recurs at regular intervals"
  },
  {
    "id": "596c6dac-28c7-11e8-aa92-43a9be00d0ae",
    "fact":
      "Female cats are typically right-pawed while male cats are typically left-pawed"
  },
  {
    "id": "596c71bc-28c7-11e8-aa92-f740985251cf",
    "fact":
      "Florence Nightingale, the founder of modern nursing, owned more than 60 cats in her lifetime"
  },
  {
    "id": "596c759a-28c7-11e8-aa92-df0ac9cb70b9",
    "fact":
      "Humans greet each other by shaking hands; cats greet one another by touching their noses together"
  },
  {
    "id": "596c798c-28c7-11e8-aa92-bfe850afa4c9",
    "fact":
      "If a cat is frightened, put your hand over its eyes and forehead, or let them bury their head in your armpit to help calm them"
  },
  {
    "id": "596c7d74-28c7-11e8-aa92-ab8db5de14e0",
    "fact":
      "If a cat is frightened, the hair stands up fairly evenly all over the body"
  },
  {
    "id": "596c8166-28c7-11e8-aa92-afc93ca3b035",
    "fact":
      "When the cat is threatened or is ready to attack, the hair stands up only in a narrow band along the spine and tail"
  },
  {
    "id": "596c8544-28c7-11e8-aa92-5397bffd458e",
    "fact":
      "If your cat snores or rolls over on his back to expose its belly, it means that it trusts you"
  },
  {
    "id": "596c8954-28c7-11e8-aa92-93f51036f403",
    "fact":
      "If your cat's eyes are closed, it's not necessarily because it is tired. A sign of closed eyes means your cat is happy or pleased"
  },
  {
    "id": "596c8d3c-28c7-11e8-aa92-ff3a2c71e5ea",
    "fact":
      "In 2009, an accused Florida man said his cat downloaded child porn, not him"
  },
  {
    "id": "596c9156-28c7-11e8-aa92-2f2944f41ea0",
    "fact":
      "In an average year, cat owners in the United States spend over $2 billion on cat food"
  },
  {
    "id": "596c9570-28c7-11e8-aa92-a3ca6f7a2bd0",
    "fact": "In ancient Egypt, killing a cat was a crime punishable by death"
  },
  {
    "id": "596c9958-28c7-11e8-aa92-9352b81d946c",
    "fact":
      "In homes with more than one cat, it is best to have cats of the opposite sex. They tend to be better housemates"
  },
  {
    "id": "596c9d68-28c7-11e8-aa92-ff75b62a345f",
    "fact":
      "In just 7 years, one un-spayed female cat and one un-neutered male cat and their offspring can result in 420,000 kittens"
  },
  {
    "id": "596ca146-28c7-11e8-aa92-5b39eade8854",
    "fact":
      "In Korea and Japan, there is a Cat Cafe where you can go to drink coffee and hang out with cats for hours"
  },
  {
    "id": "596ca542-28c7-11e8-aa92-7b94e3148056",
    "fact":
      "In multi-pet households, cats are able to get along well with dogs if they're introduced when the cat is under 6 months old and the dog is under one year old"
  },
  {
    "id": "596ca920-28c7-11e8-aa92-e388ca4741b6",
    "fact": "In one litter of kittens, there could be multiple “father” cats"
  },
  {
    "id": "596cad26-28c7-11e8-aa92-63cc8dc6b987",
    "fact": "In one stride, a cheetah can cover 23 to 26 feet (7 to 8 meters)"
  },
  {
    "id": "596cb10e-28c7-11e8-aa92-bf6a1acd2e3b",
    "fact":
      "In the 1960s, the CIA turned a cat into a spy by implanting a microphone and transmitter in its head. Sadly, the cat got hit by a taxi on its first mission"
  },
  {
    "id": "596cb6fe-28c7-11e8-aa92-43265eb3864f",
    "fact":
      "In the wild, lions live for an average of 12 years and up to 16 years. They live up to 25 years in captivity"
  },
  {
    "id": "596cbb04-28c7-11e8-aa92-df14ddb964b8",
    "fact":
      "In tigers and house cats, the middle of the tongue is covered in backward-pointing spines, used for breaking off and gripping meat"
  },
  {
    "id": "596cbf28-28c7-11e8-aa92-ef64e3711d23",
    "fact":
      "Isaac Newton invented the cat flap after his own cat, Spithead, kept opening the door and spoiling his light experiments"
  },
  {
    "id": "596cc338-28c7-11e8-aa92-73ac07b6313d",
    "fact": "It is estimated that cats can make over 60 different sounds"
  },
  {
    "id": "596cc720-28c7-11e8-aa92-fb5f0bc0b397",
    "fact":
      "It may take up to 2 weeks for a kitten to be able to hear well. Their eyes usually open between 7 and 10 days, but sometimes it happens in as little as 2 days"
  },
  {
    "id": "596ccb12-28c7-11e8-aa92-5f04d5617ba2",
    "fact":
      "Julius Ceasar, Henri II, Charles XI, and Napoleon were all afraid of cats"
  },
  {
    "id": "596ccf22-28c7-11e8-aa92-e3cd2ed4dbb3",
    "fact":
      "Kittens who are taken along on short, trouble-free car trips to town, tend to make good passengers when they get older"
  },
  {
    "id": "596cd4b8-28c7-11e8-aa92-77fe562827f2",
    "fact":
      "Thanks to the help of their eyes and special balance organs in their inner ear, cats can straighten themselves in the air and land upright on the ground"
  },
  {
    "id": "596cd8aa-28c7-11e8-aa92-1fb803d80acf",
    "fact":
      "Lions are the only cats that live in groups, called prides. Every female within the pride is usually related"
  },
  {
    "id": "596cdcc4-28c7-11e8-aa92-db1cf9eedab6",
    "fact":
      "Maine Coons are the most massive breed of house cats. They can weigh up to around 24 pounds"
  },
  {
    "id": "596ce0ac-28c7-11e8-aa92-6b3e26971160",
    "fact":
      "Many cats cannot properly digest cow's milk. Milk and dairy products may give some cats diarrhea"
  },
  {
    "id": "596ce4a8-28c7-11e8-aa92-cf5bc2210771",
    "fact":
      "Miacis, the primitive ancestor of cats, was a small, tree-living creature of the late Eocene period, some 45 to 50 million years ago"
  },
  {
    "id": "596ce886-28c7-11e8-aa92-2754e536a68c",
    "fact":
      "More than 86,000 people are injured by tripping over their cats and dogs every year in the USA"
  },
  {
    "id": "596cec78-28c7-11e8-aa92-8790186c0e89",
    "fact": "Most cat litters contain four to six kittens"
  },
  {
    "id": "596cf074-28c7-11e8-aa92-2beed65d7c35",
    "fact": "Most cats don't have eyelashes"
  },
  {
    "id": "596cf600-28c7-11e8-aa92-13d52c6ebf42",
    "fact":
      "Most cats don't like water because their coats do not insulate them well enough"
  },
  {
    "id": "596cfa24-28c7-11e8-aa92-a3d7c33da560",
    "fact":
      "Most cats killed on the road are un-neutered toms, as they are more likely to roam further afield and cross busy roads"
  },
  {
    "id": "596cfe16-28c7-11e8-aa92-eb43e8314541",
    "fact": "Most cats will eat 7 to 20 small meals a day"
  },
  {
    "id": "596d0244-28c7-11e8-aa92-57a892198d19",
    "fact":
      "Most kittens are born with blue eyes, which then turn color with age"
  },
  {
    "id": "596d062c-28c7-11e8-aa92-674ffc41012f",
    "fact":
      "Neutering a male cat will almost always stop him from spraying, fighting with other males over females, likely lengthen his life, and improve its quality"
  },
  {
    "id": "596d0a28-28c7-11e8-aa92-6368e49497ae",
    "fact":
      "Never give your cat aspirin unless specifically prescribed by your veterinarian; it can be fatal. Never ever give Tylenol to a cat"
  },
  {
    "id": "596d0e10-28c7-11e8-aa92-ab52d2897c11",
    "fact":
      "Keep anti-freeze away from all animals, such as cats. It is sweet and enticing, but deadly poison."
  },
  {
    "id": "596d120c-28c7-11e8-aa92-9b6e616fb365",
    "fact":
      "Of all the species of cats, the domestic cat is the only species able to hold its tail vertically while walking"
  },
  {
    "id": "596d15ea-28c7-11e8-aa92-7b7485aa0a3b",
    "fact":
      "All species of wild cats hold their tail horizontally or tucked between their legs while walking, unlike house cats"
  },
  {
    "id": "596d19fa-28c7-11e8-aa92-c3c9cc3bb208",
    "fact": "On average, a cat will sleep for up to 16 hours a day"
  },
  {
    "id": "596d1dec-28c7-11e8-aa92-dbbb710bcf6a",
    "fact":
      "On September 6, 1950, a 4 month old kitten belonging to Josephine Aufdenblatten followed a group of climbers to the top of the 14,691 ft Matterhorn in the Alps"
  },
  {
    "id": "596d21fc-28c7-11e8-aa92-4f25fe932faf",
    "fact":
      "One legend claims that cats were created when a lion on Noah’s Ark sneezed and two kittens came out"
  },
  {
    "id": "596d25e4-28c7-11e8-aa92-4318aadc76ce",
    "fact":
      "One study found neutered male cats live 62% longer than unneutered ones"
  },
  {
    "id": "596d29e0-28c7-11e8-aa92-97a0c8a1a991",
    "fact":
      "One un-neutered female cat can, in five years, be responsible for over 20,000 descendants"
  },
  {
    "id": "596d2fda-28c7-11e8-aa92-3bf9cc24b9be",
    "fact":
      "Female cats can have their first litter as young as six months and can have up to three litters each year with five or six kittens in each litter"
  },
  {
    "id": "596d33d6-28c7-11e8-aa92-1f26c5491051",
    "fact": "Only 11.5% of people consider themselves “cat people”"
  },
  {
    "id": "596d37fa-28c7-11e8-aa92-132e38133a4f",
    "fact": "Only 24% of cats who enter animal shelters are adopted"
  },
  {
    "id": "596d3be2-28c7-11e8-aa92-db7b2d3d328b",
    "fact":
      "Original kitty litter was made out of sand but it was replaced by more absorbent clay in 1948"
  },
  {
    "id": "596d3ff2-28c7-11e8-aa92-cfce169a4545",
    "fact": "Owning a cat can reduce the risk of stroke and heart attack by 33%"
  },
  {
    "id": "596d43da-28c7-11e8-aa92-cf730b12f92c",
    "fact":
      "Phoenician cargo ships are thought to have brought the first domesticated cats to Europe in about 900 BC"
  },
  {
    "id": "596d47f4-28c7-11e8-aa92-a340091d5d49",
    "fact":
      "Polydactyl cats are also referred to as “Hemingway cats” because the author was so fond of them"
  },
  {
    "id": "596d4bdc-28c7-11e8-aa92-3330fbd52c42",
    "fact":
      "Purring does not always indicate that a cat is happy and healthy, some cats will purr loudly when they are terrified or in pain."
  },
  {
    "id": "596d4fec-28c7-11e8-aa92-370e5f94dbb1",
    "fact":
      "Ragdoll cats live up to their name; they will literally go limp, with relaxed muscles, when lifted by a human"
  },
  {
    "id": "596d53d4-28c7-11e8-aa92-5b4352e3edd7",
    "fact":
      "Research has shown that domestic cats never forgive. They fail to show signs of reconciliation like other animals do"
  },
  {
    "id": "596d57d0-28c7-11e8-aa92-63bffed010c8",
    "fact":
      "Scientists have created glow-in-the-dark cats by inserting the jellyfish protein that codes for bioluminescence into their genome"
  },
  {
    "id": "596d5bf4-28c7-11e8-aa92-478563c47131",
    "fact":
      "Senior cats start to experience something like human dementia or Alzheimer’s when they reach an old age, usually around 8 years"
  },
  {
    "id": "596d5ff0-28c7-11e8-aa92-9385023496f9",
    "fact":
      "Siamese kittens are born white because of the heat inside the mother's uterus before birth. This heat keeps the kittens' hair from darkening on the points"
  },
  {
    "id": "596d6414-28c7-11e8-aa92-1bc224c499e9",
    "fact": "Some cats have been documented to have a longevity of 34 years"
  },
  {
    "id": "596d6806-28c7-11e8-aa92-4796dbc8756c",
    "fact": "Some cats like mice"
  },
  {
    "id": "596d6c16-28c7-11e8-aa92-5f550e720f2c",
    "fact":
      "Some cats may prefer licking their paws to drinking out of a water bowl if they don't like the shape of the water bowl"
  },
  {
    "id": "596d71a2-28c7-11e8-aa92-5f453efbb5b3",
    "fact":
      "Some common houseplants poisonous to cats include: English Ivy, iris, mistletoe, philodendron, and yew"
  },
  {
    "id": "596d759e-28c7-11e8-aa92-ffedad530482",
    "fact":
      "Some notable people who disliked cats: Napoleon Bonaparte, Dwight D. Eisenhower, Hitler"
  },
  {
    "id": "596d7990-28c7-11e8-aa92-bb70fe1dc058",
    "fact":
      "Sometimes called the Canadian Hairless, the Sphynx breed has been around since 1966"
  },
  {
    "id": "596d7d96-28c7-11e8-aa92-53c543e78cc3",
    "fact":
      "Spaying a female before her first or second heat will greatly reduce the threat of mammary cancer and uterine disease"
  },
  {
    "id": "596d8188-28c7-11e8-aa92-5b7bacdc5053",
    "fact": "A female cat does not need to have at least 1 litter to be healthy"
  },
  {
    "id": "596d8584-28c7-11e8-aa92-675d9f0b91d5",
    "fact":
      "A cat named “Dusty” gave birth to 420 documented kittens in her lifetime"
  },
  {
    "id": "596d896c-28c7-11e8-aa92-33e4652f21f9",
    "fact":
      "A cat named “Kitty” gave birth to 2 kittens at the age of 30, having given birth to a documented 218 kittens in her lifetime"
  },
  {
    "id": "596d8d72-28c7-11e8-aa92-3ba6838b6cbc",
    "fact":
      "The allergen in cats is often related to their scent glands, in which case, allergic people should tolerate spayed female cats the best"
  },
  {
    "id": "596d918c-28c7-11e8-aa92-dbed1f0d0b39",
    "fact":
      "Cats have scent glands on their faces and at the base of their tails. Entire male cats generate the most scent"
  },
  {
    "id": "596d9574-28c7-11e8-aa92-7317fc5f6439",
    "fact":
      "Tests done by the Musuem of Natural History conclude that while a dog's memory lasts about 5 minutes, a cat's recall can last as long as 16 hours"
  },
  {
    "id": "596d99b6-28c7-11e8-aa92-2b187a604c89",
    "fact":
      "The ancestor of all domestic cats is the African Wild Cat, which still exists today"
  },
  {
    "id": "596d9d9e-28c7-11e8-aa92-275de95c6e4b",
    "fact":
      "The ancient Egyptians were the first civilization to realize the cat's potential as a vermin hunter, and tamed cats to protect their corn supplies"
  },
  {
    "id": "596da1cc-28c7-11e8-aa92-db5dccaf2a12",
    "fact": "The average cat food meal is the equivalent to about five mice"
  },
  {
    "id": "596da5d2-28c7-11e8-aa92-abde5fb6e711",
    "fact":
      "The average lifespan of an outdoor-only cat is about 3 to 5 years while an indoor-only cat can live 16 years or longer"
  },
  {
    "id": "596dabc2-28c7-11e8-aa92-dbd14fee0503",
    "fact":
      "A cat's collarbone does not connect with other bones, but is buried in muscles of the shoulder region; they can fit through any opening the size of their head"
  },
  {
    "id": "596dafbe-28c7-11e8-aa92-4fd88cd2e19f",
    "fact":
      "The cat's front paw has 5 toes and the back paws have 4. Cats born with 6 or 7 front toes and extra back toes are called polydactl"
  },
  {
    "id": "596db3e2-28c7-11e8-aa92-87f5dd9cb5d0",
    "fact":
      "The color of the points in Siamese cats is heat related. Cool areas are darker"
  },
  {
    "id": "596db7de-28c7-11e8-aa92-337a0bf62323",
    "fact":
      "The death rate for cats falling from a 2 to 6-story building is much higher than falling from a 7 to 32-story building"
  },
  {
    "id": "596dbbd0-28c7-11e8-aa92-535d4c3d48cb",
    "fact":
      "You can learn about your cat's present state of mind by observing the posture of its tail"
  },
  {
    "id": "596dbfcc-28c7-11e8-aa92-5f9770a8faf7",
    "fact":
      "The first cat in space was French. She was named Felicette, or “Astrocat.” She survived the trip"
  },
  {
    "id": "596dc3b4-28c7-11e8-aa92-bff6576876df",
    "fact": "The first cat show was in 1871 at the Crystal Palace in London"
  },
  {
    "id": "596dc7b0-28c7-11e8-aa92-13b314379935",
    "fact": "The first cloned cat was called “CC”, short for “Carbon Copy”"
  },
  {
    "id": "596dcb98-28c7-11e8-aa92-071d7c9e2736",
    "fact":
      "The first true cats came into existence about 12 million years ago and were the Proailurus"
  },
  {
    "id": "596dd174-28c7-11e8-aa92-638bccc1a6f1",
    "fact":
      "The Guinness World Records stopped awarding the fattest cats or any other animal to discourage deliberate overfeeding"
  },
  {
    "id": "596dd55c-28c7-11e8-aa92-cf7f970972e4",
    "fact":
      "The heaviest domestic cat on record is 46 lb 15.2 oz (21.297 kilograms)"
  },
  {
    "id": "596dd994-28c7-11e8-aa92-2b263e4ca388",
    "fact": "The largest litter of kittens produced 19 kittens"
  },
  {
    "id": "596ddd7c-28c7-11e8-aa92-1f0dff077e59",
    "fact":
      "The life expectancy of cats has nearly doubled since 1930 - from 8 to 16 years"
  },
  {
    "id": "596de182-28c7-11e8-aa92-276e96275591",
    "fact": "The Maine Coone is the only native American long haired breed"
  },
  {
    "id": "596de56a-28c7-11e8-aa92-1b9b59ca070b",
    "fact":
      "The majority of the cats enjoyed being pet. Ones that don't allow it are likely stressed"
  },
  {
    "id": "596de97a-28c7-11e8-aa92-577ccadfeeb4",
    "fact":
      "The name “jaguar” comes from a Native American word meaning “he who kills with one leap”"
  },
  {
    "id": "596ded80-28c7-11e8-aa92-5bcd39ea2259",
    "fact": "The oldest cat video on YouTube dates back to 1894"
  },
  {
    "id": "596df186-28c7-11e8-aa92-5732ed7cbcf2",
    "fact":
      "The Pilgrims were the first to introduce cats to North America as pest controllers"
  },
  {
    "id": "596df582-28c7-11e8-aa92-77a72f6d80f0",
    "fact":
      "The smallest breed of domestic cat is the Singapura or “Drain Cat” of Singapore. Adult females weigh in at an average of 4lbs"
  },
  {
    "id": "596df974-28c7-11e8-aa92-6b39803fdee9",
    "fact":
      "Leopards are the strongest climber among big cats, and can carry prey twice its weight up a tree"
  },
  {
    "id": "596dfd66-28c7-11e8-aa92-4f7202a7aa8d",
    "fact": "The technical term for “hairball” is “bezoar”"
  },
  {
    "id": "596e014e-28c7-11e8-aa92-d7f20db9c6df",
    "fact":
      "The two outer layers of cat's hair are called, respectively, the guard hair and the awn hair"
  },
  {
    "id": "596e0568-28c7-11e8-aa92-570c663a9c5e",
    "fact":
      "The way you treat kittens in the early stages of it's life will render it's personality traits later in life"
  },
  {
    "id": "596e0c5c-28c7-11e8-aa92-fbe48bc3c8bf",
    "fact":
      "The world's smallest cat is called “Tinker Toy” and he's just 2.75 inches (7 cm) tall"
  },
  {
    "id": "596e10d0-28c7-11e8-aa92-d786b8dfb6e9",
    "fact": "The world's largest cat measured 48.5 inches long"
  },
  {
    "id": "596e14b8-28c7-11e8-aa92-7fde06b1c1ad",
    "fact":
      "The world’s richest cat is worth $13 million after his human passed away and left her fortune to him"
  },
  {
    "id": "596e195e-28c7-11e8-aa92-332746918b72",
    "fact":
      "There are 45 Hemingway cats living at the author's former home in Key West, Florida"
  },
  {
    "id": "596e1d3c-28c7-11e8-aa92-e79c9867f251",
    "fact":
      "There are cats who have survived falls from over 32 stories (320 meters) onto concrete"
  },
  {
    "id": "596e2156-28c7-11e8-aa92-23cc5bb2317e",
    "fact":
      "There is a species of cat smaller than the average housecat. It is native to Africa and is called the Black-footed cat, with a max weight at 5.5 pounds"
  },
  {
    "id": "596e2534-28c7-11e8-aa92-8b403e5419b0",
    "fact": "There's a theater in Russia where all the actors are cats"
  },
  {
    "id": "596e2926-28c7-11e8-aa92-5bc239c71297",
    "fact": "Today there are about 100 distinct breeds of the domestic cat"
  },
  {
    "id": "596e2ef8-28c7-11e8-aa92-87784f651ced",
    "fact": "25% of cat owners use a blow drier on their cats after bathing"
  },
  {
    "id": "596e3326-28c7-11e8-aa92-67a0c9aa9f56",
    "fact":
      "Unlike humans, cats do not need to blink their eyes on a regular basis to keep their eyes lubricated"
  },
  {
    "id": "596e3754-28c7-11e8-aa92-9794579f3b1a",
    "fact":
      "Unlike most other cats, the Turkish Van breed has a water-resistant coat and enjoys being in water"
  },
  {
    "id": "596e3b50-28c7-11e8-aa92-1b70cec11e21",
    "fact":
      "When a cats rubs up against you, the cat is marking you with it's scent claiming ownership"
  },
  {
    "id": "596e3f4c-28c7-11e8-aa92-1f1b96e420eb",
    "fact":
      "When asked if her husband had any hobbies, Mary Todd Lincoln is said to have replied \"cats"
  },
  {
    "id": "596e4334-28c7-11e8-aa92-575a86eb58c6",
    "fact":
      "When cats grimace, they are usually “taste-scenting.” They have an extra organ that, with some breathing control, allows the cats to taste-sense the air"
  },
  {
    "id": "596e4762-28c7-11e8-aa92-27f31083d5d8",
    "fact":
      "When cats leave their poop uncovered, it is a sign of aggression to let you know they don’t fear you"
  },
  {
    "id": "596e4b40-28c7-11e8-aa92-c3dd034a54f2",
    "fact":
      "When well treated, a cat can live twenty or more years but the average life span of a domestic cat is 14 years"
  },
  {
    "id": "596e4f3c-28c7-11e8-aa92-5f2e7ed48211",
    "fact":
      "When your cat brings home a dead mouse or bird, it may do so to show you that you are inferior at hunting"
  },
  {
    "id": "596e5324-28c7-11e8-aa92-f753c8995b3a",
    "fact":
      "You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal heart rate for cats is 110-170 beats per minute"
  },
  {
    "id": "596e572a-28c7-11e8-aa92-fbf29ad46f72",
    "fact":
      "Your cat recognizes your voice but just acts too cool to care (probably because they are)"
  },
  {
    "id": "596e5b08-28c7-11e8-aa92-fbf45651fb60",
    "fact": "Cats are scared of snails"
  },
  {
    "id": "596e5f04-28c7-11e8-aa92-e30220c574a2",
    "fact": "Cats can drink seawater"
  },
  {
    "id": "596e62f6-28c7-11e8-aa92-b70bdfbff035",
    "fact": "Some cats have thumbs"
  },
  {
    "id": "596e66fc-28c7-11e8-aa92-6bd67377cb13",
    "fact":
      "The furry tufts on the inside of cats’ ears are called “ear furnishings”"
  },
  {
    "id": "596e6ada-28c7-11e8-aa92-7f6c7e610edf",
    "fact": "Cats can’t see directly below their noses"
  },
  {
    "id": "596e6ee0-28c7-11e8-aa92-d7f6d43df4d8",
    "fact":
      "Nikola Tesla was inspired to investigate electricity after his cat, Macak, gave him a static shock"
  },
  {
    "id": "596e730e-28c7-11e8-aa92-6f8916100350",
    "fact":
      "Kittens sleep a lot because their bodies release a growth hormone only when they’re asleep"
  },
  {
    "id": "596e7714-28c7-11e8-aa92-a3f1462c7119",
    "fact":
      "Cats have a third eyelid called a “haw”. It’s generally only visible when they’re unwell"
  },
  {
    "id": "596e7b2e-28c7-11e8-aa92-2bbd4e010bef",
    "fact":
      "In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat"
  },
  {
    "id": "596e7f16-28c7-11e8-aa92-3bfdb998672d",
    "fact":
      "Cats can find their way home through “psi-travelling”. Experts think they navigate via the angle of sunlight, or magnetised brain cells that act like compasses"
  },
  {
    "id": "596e8312-28c7-11e8-aa92-8748b4147660",
    "fact": "The more you talk to your cat, the more it will talk to you"
  },
  {
    "id": "596e86f0-28c7-11e8-aa92-575bfbb06846",
    "fact":
      "Cats aren’t the only animals that purr; squirrels, lemurs, elephants, and even gorillas purr too"
  },
  {
    "id": "596e8b0a-28c7-11e8-aa92-4356e95698e4",
    "fact": "If your cat’s tail is vibrating, it's excited to see you"
  },
  {
    "id": "596e8ee8-28c7-11e8-aa92-87f2e4d7cad8",
    "fact":
      "According to a Cornell University study, between 65 to 85 percent of white cats that have blue eyes are hearing impaired"
  },
  {
    "id": "596e92ee-28c7-11e8-aa92-378ed514f9d3",
    "fact":
      "It is unknown how cats purr. Scientists know it involves the larynx and diaphragm muscles but they're not sure exactly how those muscles work together"
  },
  {
    "id": "596e96cc-28c7-11e8-aa92-2bffdb96db02",
    "fact":
      "A dying body gives off a scent that cats are particularly sensitive to"
  },
  {
    "id": "596e9abe-28c7-11e8-aa92-7f11905216b1",
    "fact":
      "In 1837, Belgium hired 37 cats as mail carriers. Not surprisingly, it did not work"
  },
  {
    "id": "596e9ea6-28c7-11e8-aa92-4b9f1a715016",
    "fact":
      "Cats like olives because olives have a similar chemical compound in them to catnip"
  },
  {
    "id": "596ea2a2-28c7-11e8-aa92-b71a65e1d200",
    "fact":
      "Nicolas Cage's cat once accidentally ate a bunch of the actor's hallucinogenic mushrooms, so Cage decided the two would trip together"
  },
  {
    "id": "596ea914-28c7-11e8-aa92-ef7d3f7095cb",
    "fact": "Calico cats are nearly always female"
  },
  {
    "id": "596ead10-28c7-11e8-aa92-1f64f68e80f3",
    "fact": "Orange cats are usually male"
  },
  {
    "id": "596eb13e-28c7-11e8-aa92-ef579b164658",
    "fact":
      "Cats aren't exactly nocturnal. They're considered “crepuscular”, so they typically have a schedule where they're most active at the same dawn and dusk hours"
  },
  {
    "id": "596eb544-28c7-11e8-aa92-8b7cc012342a",
    "fact": "Cats kill around 2.4 million birds a year"
  },
  {
    "id": "596eb936-28c7-11e8-aa92-dbcd6503bcf6",
    "fact": "Baguettes are Hasico’s favorite type of bread",
    "kitty": 20
  },
  {
    "id": "596ebd14-28c7-11e8-aa92-4b688226ac56",
    "fact": "Hasico thinks he can fit into any size box",
    "kitty": 19
  },
  {
    "id": "596ec12e-28c7-11e8-aa92-6ffd34f709c1",
    "fact": "Caturday is Hasico’s favorite day of the week",
    "kitty": 18
  }
]
